Repository: Belfagor2005/xc_plugin_forever
Catalog: usr/lib/enigma2/python/Plugins/Extensions/XCplugin/locale/*/LC_MESSAGES/XCplugin.po
Languages: de, it

source: Exit
de: Ausgang
it: Uscire

source: Select
it: Seleziona

source: Movie
de: Film
it: Film

source: M3u Loader
it: Carica M3U

source: First Select the list or enter it in Config
de: Wählen Sie zuerst die Liste aus oder geben Sie sie in Konfig ein
it: Selezionare prima la lista o inserire i dati in Config

source: Please configure the server details first
it: Si prega di configurare prima i dettagli del server

source: interval
de: Zeitabstand
it: intervallo

source: fixed time
de: Festgesetzte Zeit
it: timer fisso

source: Back
de: Zurück
it: Indietro

source: Save
de: Speichern
it: Salva

source: Import
de: Importieren
it: Importa

source: Import Server from /etc/enigma2/iptv.sh?
it: Importare Server da /ect/enigma2/iptv.sh?

source: Invalid format in %s. Could not extract server details.
it: Formato non valido in %s. Impossibile estrarre i dettagli del server.

source: Error reading or processing %s: %s
it: Errore durante la lettura o l'elaborazione di %s: %s

source: Missing or empty file: %s
it: File mancante o vuoto: %s

source: Import Server from /tmp/xc.tx?
de: Sollen Server-Einstellungen aus der Datei /ect/enigma2/iptv.tx eingelesen werden?
it: Importare Server da /tmp/xc.tx?

source: Invalid file format: not enough or empty lines in %s
it: Formato file non valido: righe insufficienti o vuote in %s

source: Error reading or processing the file: %s
it: Errore durante la lettura o l'elaborazione del file: %s

source: File not found or empty: %s
it: File non trovato o vuoto: %s

source: Last channel update: %s
de: Letzte Kanal-Aktualisierung: %s
it: Ultimo aggiornamento canali: %s

source: Data Server Configuration:
de: Daten-Server konfigurieren
it: Configurazione del server di dati:

source: Your Server Login and data input
de: Ihr Server-Benutzernamen und Dateneingabe
it: Accesso al server e immissione dei dati

source: Enter Server Url without 'http://' your_domine
de: URL des Servers angeben (ohne 'http://' your_domine)
it: Inserisci l'url del server senza 'http://' your_domine

source: Server PORT
it: Porta del Server

source: Enter Server Port Eg.:'8080'
it: Inserire porta del server. Ad esempio "8080"

source: Enter Username
de: Benutzername eingeben
it: Inserire username

source: Enter Password
de: Kennwort eingeben
it: Inserire la password

source: Server Timeout
de: Server-Auszeit
it: Timeout del Server

source: Timeout Server (sec)
de: Server-Auszeit (Sekunden)
it: Timeot del server(in sec.)

source: Adjust Timezone
it: Regola fuso orario

source: Adjust Timezone (hour)
it: Regola fuso orario (ora)

source: Folder user file .xml
de: Ordner mit der XML-Datei des Benutzers
it: Cartella Utente file .xml

source: Configure folder containing .xml files Press 'OK' to change location.
de: Ordner mit XML-Dateien konfigurieren. <OK> drücken, um den Standort zu ändern.
it: Configura la cartella contenente i file .xml Premere "OK" per cambiare posizione.

source: Media Folder
de: Medien-Ordner
it: Cartella Film

source: Configure folder containing movie/media files Press 'OK' to change location.
de: Ordner mit Film/Medien-Dateien konfigurieren. OK-Taste drücken, um den Standort zu ändern.
it: Configura cartella contenente film/media Premere 'OK' per cambiare posizione.

source: Main Screen XL
it: Skin XL in Home/List

source: Active Main Screen Large
it: Attiva la seconda screen nella home

source: LivePlayer Active
de: LivePlayer aktivieren
it: LivePlayer Attivo

source: Live Player for Stream .ts: set No for Record Live
de: LivePlayer für Stream .ts: <No> für Record-Live einstellen
it: Live Player per Stream .ts: imposta No per Record Live

source: Live Services Type
de: Typ des Live-Services
it: LIVE Service Ref

source: Configure service Reference Dvb-Iptv-Gstreamer-Exteplayer3
de: Service-Referenz des DvB-IPTV-Gstreamer-Exteplayer3 konfigurieren
it: Configura servizio reference Dvb-Iptv-Gstreamer-Exteplayer3

source: Download Type
it: Tipo di Download

source: Configure type of download movie: JobManager/Direct.
it: Configura il tipo di film da scaricare: JobManager/Direct.

source: Filter Bad Tag
it: Filtra tag errato

source: Bouquet style
de: Bouquet-Stil
it: Stile Bouquets

source: Configure the type of conversion in the favorite list
de: Die Art der Umwandlung in der Favoritenliste konfigurieren
it: Configura il tipo di conversione nell'elenco preferito

source: Conversion type Output
de: Ausgabe-Umwandlungstyp
it: Tipo di conversione Output

source: Configure type of stream to be downloaded by conversion
de: Den Stream-Typ konfigurieren, der bei der Umwandlung heruntergeladen werden soll
it: Configura il tipo di flusso da scaricare per conversione

source: Vod Services Type
de: Typ des VoD-Services
it: VOD Service Ref

source: Configure service Reference Iptv-Gstreamer-Exteplayer3
it: Configura servizio Reference Iptv-Gstreamer-Exteplayer3

source: If player active STOP player riproduction on exit
it: Se il Player è attivo si fermera all'uscita dal plugin

source: Name Bouquet Configuration:
it: Impostare Nome Bouquet:

source: Set Name for MakerBouquet
it: Configura il Nome/Tag per Esportazione Bouquet

source: Name Bouquet Export
de: Gewünschter Bouquet-Name
it: Nome Bouquet esportato

source: Configure name of exported bouquet. Default is myBouquet
it: Imposta il nome del bouquet. Default è "myBouquet"

source: Place IPTV bouquets at
de: IPTV-Bouquet-Platzierung
it: Posizione Iptv Bouquet

source: Configure to place the bouquets of the converted lists
de: Konfigurieren Sie die Platzierung des Bouquets der konvertierten Listen
it: Configura la posizione del Bouquet delle liste convertite

source: Automatic bouquet update (schedule):
de: Automatische Bouquet-Aktualisierung (Zeitplan)
it: Update automatico bouquet (pianificazione):

source: Active Automatic Bouquet Update
de: Aktive automatische Bouquet-Aktualisierung
it: Aggiornamento automatico di bouquet programmato

source: Schedule type:
de: Zeitplantyp
it: Tipo di pianificazione:

source: At an interval of hours or at a fixed time
de: In Abständen von Stunden oder zu einer festgelegten Zeit
it: Ad un intervallo di ore o ad un orario fisso

source: Update interval (hours):
de: Aktualisierungszeitabstand (in Stunden)
it: Intervallo aggiornamento (ore):

source: Configure every interval of hours from now
de: Jeden Stundenzeitabstand ab jetzt konfigurieren
it: Configura ogni intervallo di ore da adesso

source: Time to start update:
de: Startzeit der Aktualisierung
it: Ora inizio aggiornamento:

source: Configure at a fixed time
de: Einen festen Zeitpunkt konfigurieren
it: Configura ad un orario fisso

source: Download Picons ?
de: Sollen Picons herunterladen werden?
it: Scaricare Picons?

source: Picons IPTV bouquets to
de: Ordner für Picons des IPTV-Bouquets
it: Picon Bouquets IPTV in

source: Configure folder containing picons files Press 'OK' to change location.
de: Ordner mit Picons-Dateien konfigurieren. OK-Taste drücken, um den Standort zu ändern.
it: Configura cartella contenente file picons Premere 'OK' per cambiare posizione.

source: Link in Main Menu
it: Collegamento nel Menu

source: Display XCplugin in Main Menu
de: XCplugin im Hauptmenü anzeigen
it: Mostra XCplugin nel menu principale

source: SELECT YOUR CHOICE
it: SELEZIONA LA TUA SCELTA

source: Choose Directory:
de: Ordner auswählen:
it: Scegli la directory:

source: Choose directory
de: Ordner auswählen
it: Scegli la directory

source: %s NOT DETECTED!
it: %s NON RILEVATO!

source: %s NOT DETECTED and could not be created! Error: %s
it: %s NON RILEVATO e non è stato possibile crearlo! Errore: %s

source: Settings saved successfully !
de: Einstellungen erfolgreich gespeichert!
it: Configurazione salvata con successo!

source: Line appended to playlist
it: Riga aggiunta alla playlist

source: Line already exists in playlist
it: La riga esiste già nella playlist

source: Really close without saving settings?
de: Wirklich schließen, ohne Einstellungen zu speichern?
it: Chiudere senza salvare ?

source: Please enter correct server parameters in Config No valid list!
it: Immettere i parametri del server corretti in Config nessuna lista valida !

source: Config
de: Einstellungen
it: Configura

source: Main
de: Hauptseite
it: Menu

source: Player
de: Wiedergabe
it: Lettore

source: New version %s available Changelog: %s Press the green button to start the update.
it: Nuova versione %s disponibile Changelog: %s Premi il pulsante verde per avviare l'aggiornamento.ento forzato.

source: New version %s available Changelog: %s
it: È disponibile la nuova versione %s. Registro delle modifiche: %s

source: New version %s is available. Changelog: %s Do you want to install it now?
it: È disponibile la nuova versione %s. Registro delle modifiche: %s Vuoi installarla ora?

source: Congrats! You already have the latest version...
it: Congratulazioni! Hai già l'ultima versione...

source: Failed to fetch update information. Please check your internet connection.
it: Impossibile recuperare le informazioni di aggiornamento. Controlla la tua connessione Internet.

source: Failed to parse update information. Please try again later.
it: Impossibile analizzare le informazioni di aggiornamento. Riprova più tardi.

source: No update information available.
it: Nessuna informazione disponibile sull'aggiornamento.

source: Invalid date format in update information.
it: Formato data non valido nelle informazioni di aggiornamento.

source: Do you want to install update (%s) now?
it: Vuoi installare l'aggiornamento(%s) ora?

source: An unexpected error occurred. Please try again later.
it: Si è verificato un errore imprevisto. Riprova più tardi.

source: Update Aborted!
it: Aggiornamento interrotto!

source: Config Setup Options
de: Einstellungsoptionen konfigurieren.
it: Configurazione XC Forever

source: Help
de: Hilfe
it: Aiuto

source: Open Movie Folder
de: Film-Ordner öffnen.
it: Apre cartella Film

source: Epg guide or imdb/tmdb
de: Elektronischer Programmführer oder IMDB/TMDB
it: Guida EPG

source: Start Download or Record Selected Channel:
de: Herunterladen starten oder ausgewählter Kanal aufnehmen:
it: Avvia il Download/Registrazione Stream

source: Set 'Live Player Active' in Setting:
de: - Einstellung für <Live-Player aktivieren> nachfolgend setzen:
it: Configura il tipo di Player per i Live:

source: Set 'No' for Record Live
de: - - <No> für Live-Aufnahmen
it: Selezionare "NO" per registrare

source: Start Download All Episodes Series
de: Herunterladen aller Serienfolgen starten.
it: Avvia il Dowload di tutta la Serie di Episodi

source: Search LIve/Movie
it: Cerca Live/Film

source: If you have a file
it: Se hai un file del tipo:

source: Import with Yellow Button this file
it: Importa questo tipo di file con Bottone Giallo

source: Format:
it: Formato

source: If you have a file:
it: Se hai un file del tipo:

source: Import with Blue Button this file
it: Importa questo tipo di file con Bottone Blu

source: Return to Channels List
it: Torna alla lista canali

source: Init Continue Play
it: Avvia e continua Player

source: Close/Stop Movie/Live
it: Chiudi/Stop Film/Live

source: Remove file from list
de: Datei aus der Liste entfernen.
it: Riomuovere file dalla lista

source: Export file m3u to Bouquet .tv
de: Datei .m3u nach Bouquet .tv ausgeben.
it: Esporta il file m3u nei Bouquets .tv

source: Download file m3u from current server
de: Datei .m3u vom aktuellen Server herunterladen.
it: Download file m3u dalla fonte corrente

source: When opening an .m3u file instead:
de: Wenn Sie stattdessen eine .m3u-Datei öffnen:
it: Quando si apre invece un file .m3u:

source: Reload List
de: Liste neu laden.
it: Ricarica Lista

source: Download VOD selected channel
de: Den ausgewählten VoD-Kanal herunterladen.
it: Download FILM canale selezionato

source: Search for a title in the list
it: Cerca per "Titolo" nella lista

source: Rec Series
it: REC Serie

source: Search
de: Suchen
it: Cerca

source: No data or playlist not compatible with XCplugin.
de: Es gibt keine Daten oder Wiedergabelisten, die mit dem XCplugin nicht kompatibel sind.
it: Nessun dato o playlist non compatibile con XCplugin.

source: Please enter the parental control pin code
de: Bitte den PIN-Code für die Kindersicherung eingeben
it: Si prega di inserire il codice pin parental control

source: Enter pin code
de: PIN-Code eingeben
it: Inserire codice pin

source: The pin code you entered is wrong.
de: Der eingegebene PIN-Code ist falsch.
it: Il codice pin inserito è sbagliato.

source: Filter this category...
de: Diese Kategorie filtern...
it: Cerca in questa categoria...

source: ATTENTION!!! DOWNLOAD ALL SERIES EPISODES ARE YOU SURE???
it: ATTENZIONE!!! SCARICA TUTTI GLI EPISODI DELLA SERIE SEI SICURO???

source: Only Series Episodes Allowed!!!
de: Nur Serienfolgen sind erlaubt!
it: Sono ammessi solo episodi della serie !!!

source: Live Player Active in Setting: set No for Record Live
de: Live-Player ist als aktiv eingestellt: Setzen Sie <No> für Live-Aufnahmen
it: Live Player Attivo in Setting: imposta No per Registrare i Live

source: No Video to Download/Record!!
it: Nessun video da scaricare/registrare!!

source: Download Failed
it: Scaricamento fallito

source: Download error: %s
it: Errore di download: %s

source: Make
de: Erstellen
it: Crea

source: Remove
de: Entfernen
it: Rimuovi

source: Convert Playlist to: %s ?
it: Converto Playlist a: %s ?

source: Reload Playlists in progress...
de: Laufende Wiedergabelisten neu laden ...
it: Ricarica playlist in corso ...

source: wait please...
de: Bitte warten ...
it: attendere prego...

source: Remove Playlist from Bouquets?
it: Riomuovere Playlist dai Bouquets?

source: Create XC Live/VOD Bouquets
it: Creare Bouquet XC Live/VOD

source: You need to configure the type of output
de: Sie müssen den Ausgabetyp
it: Configurare prima il tipo di output

source: in the config menu
de: im Konfig-Menü bestimmen.
it: nel menu Setup

source: Removes all the bouquets that have been
de: Entfernt alle vorhandene Bouquets,
it: Rimuove tutti i Bouquet che sono stati

source: created with XCplugin
de: die mit dem XCplugin erstellt wurden.
it: creati con XCplugin

source: Go to Help info plugin
it: Apri Screen AIUTO e Informazioni

source: Current configuration for creating the bouquet %s Conversion %s
it: Configurazione corrente per la creazione del bouquet >>>>%s Conversione %s

source: Conversion %s in progress:
de: Umwandlung von %s in Bearbeitung:
it: Conversione %s in corso:

source: Put .m3u Files in Folder %s
de: Bitte eine Datei .m3u im Ordner %s ablegen.
it: Metti i file .m3u nella cartella %s

source: Export
de: Ausgeben
it: Esportare

source: Do you want to remove: %s ?
de: Wollen Sie %s entfernen?
it: Vuoi rimuovere: %s ?

source: has been successfully deleted wait time to refresh the list...
it: è stato eliminato con successo Attendi tempo per aggiornare l'elenco...

source: not exist!
it: non esiste!

source: Wait... downloading in progress ...
it: Attendere... downloading in corso ...

source: Download M3u File?
de: Datei .m3u herunterladen?
it: Scarica il file M3u?

source: No Server Configured to Download!!!
de: Kein Server wurde zum Herunterladen konfiguriert!
it: Nessun server configurato per il download !!!

source: Download Finished!
it: Scaricamento Finito!

source: Download Failed!
it: Download fallito!

source: Download failed:
it: Download fallito:

source: Aborting...
it: Interruzione in corso...

source: Do you want to Convert %s to favorite .tv ?
de: Wollen Sie %s zu Favoriten .tv konvertieren?
it: Vuoi Convertire %s in lista favorita .tv ?

source: Check on favorites lists...
de: Überprüfen Sie die Favoritenlisten ...
it: Controlla nella lista favoriti...

source: Reload
de: Neu laden
it: Ricarica

source: No valid format file: %s
it: Nessun file di formato valido: %s

source: Only VOD Movie allowed!!!
de: Nur VoD-Film ist erlaubt!
it: È consentito solo il film VOD !!!

source: Do you want to remove: %s?
it: Vuoi rimuovere: %s ?

source: Put your lines to the
it: Metti le tue linee al

source: Close
de: Schließen
it: Chiudi

source: Pause/Resume
it: Pausa/Riprendi

source: No task selected!
it: Nessun compito selezionato!

source: Cannot pause/resume this item
it: Impossibile mettere in pausa/riprendere questo elemento

source: Download started: {}
it: Download avviato: {}

source: Download paused: {}
it: Download in pausa: {}

source: Download retried: {}
it: Download ripetuto: {}

source: Cannot modify this task status
it: Impossibile modificare lo stato di questa attività

source: Error controlling download: {}
it: Errore durante il controllo del download: {}

source: Free Space
it: Spazio libero

source: Movie Folder
it: Cartella Film

source: Is Directory or file not exist
it: E' una direttory o il file non esiste

source: Invalid or unsupported job type
it: Tipo di lavoro non valido o non supportato

source: No movie selected!
it: Nessun Film selezionato!

source: Do you want to remove %s ?
de: Wollen Sie %s entfernen?
it: Vuoi rimuovere %s ?

source: Movie has been successfully deleted
it: Il filmato è stato eliminato con successo

source: The movie does not exist!
it: Il video non esiste!

source: Movie has been successfully deleted wait time to refresh the list...
it: Il filmato è stato eliminato con successo aspetta il tempo per aggiornare la lista...

source: Error deleting the file:
it: Errore durante l'eliminazione del file:

source: File not found!
it: File non trovato!

source: Remove download task for {}?
it: Rimuovere l'attività di download per {}?

source: Cannot remove this item
it: Impossibile rimuovere questo elemento

source: Download task removed
it: Attività di download rimossa

source: Error removing task: {}
it: Errore durante la rimozione dell'attività: {}

source: Downloaded file is empty
it: Il file scaricato è vuoto

source: Downloaded file not found
it: File scaricato non trovato

source: Error verifying download: {}
it: Errore durante la verifica del download: {}

source: Download failed with return code: {}
it: Download non riuscito con codice di ritorno: {}

source: Loader M3U
de: M3U-Lader

source: Import Server from /ect/enigma2/iptv.sh?
de: Sollen Server-Einstellungen aus der Datei /ect/enigma2/iptv.sh eingelesen werden?

source: Missing %s !
de: %s fehlt!

source: File not found %s
de: Die Datei wurde nicht gefunden: %s

source: Server URL
de: URL des Servers

source: Server Username
de: Server-Benutzername

source: Server Password
de: Server-Kennwort

source: Picons IPTV
de: IPTV-Picons

source: Finished
de: Fertig

source: Current configuration for creating the bouquet > %s Conversion %s
de: Aktuelle Konfiguration für die Bouquetserstellung > %s Umwandlung %s

source: (MENU BUTTON):
de: (MENÜ-TASTE):

source: (5 BUTTON):
de: (TASTE 5):

source: (9/Help BUTTON):
de: (TASTE 9 / Help):

source: (PVR/FILELIST/2 BUTTON):
de: (PVR / DATEILISTE / TASTE 2):

source: (EPG/INFO/0 BUTTON):
de: (EPG / INFO / TASTE 0):

source: (GREEN BUTTON):
de: (GRÜNE TASTE):

source: (YELLOW BUTTON):
de: (GELBE TASTE):

source: If you have a file format:
de: Wenn Sie eine Datei in folgendem Format haben:

source: /etc/enigma2/iptv.sh
de: Sollen Server-Einstellungen aus der Datei /ect/enigma2/iptv.sh eingelesen werden?

source: USERNAME='xxxxxxxxxx'
de: BENUTZERNAME='xxxxxxxxxx'

source: PASSWORD='yyyyyyyyy'
de: KENNWORT='yyyyyyyyy'

source: (BLUE BUTTON):
de: (BLAUE TASTE):

source: host (host without http:// )
de: host (host ohne http:// )

source: user
de: Benutzer

source: password
de: Kennwort

source: Import with Blue Button this file
de: Bitte diese Datei mit der blauen Taste einlesen.

source: (GREEN BUTTON):
de: (GRÜNE TASTE):

source: (GREEN BUTTON):
de: (GRÜNE TASTE):

source: (YELLOW BUTTON):
de: (GELBE TASTE):

source: (BLUE BUTTON):
de: (BLAUE TASTE):

source: Search for a title in the list
de: Nach einem Titel in der Liste suchen.

source: GREEN BUTTON:
de: GRÜNE TASTE:

source: Create XC Live/VOD Bouquets
de: XC-Live/XC-VoD-Bouquets erstellen.

source: YELLOW BUTTON:
de: GELBE TASTE:

source: HELP BUTTON:
de: HILFE-TASTE:

source: Download
de: Herunterladen

source: DOWNLOAD VIDEO? %s
de: VIDEO HERUNTERLADEN? %s
